[GrenadeLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="电浆榴弹发射器"
FriendlyNamePlural="电浆榴弹发射器"
BriefSummary="新一代电浆榴弹发射器融入了我们对外星人电浆科技的研究成果，与之前的版本相比，发射榴弹将更加稳定可靠，距离也更远，设置能穿过障碍物，我们的士兵会爱上它的。"
TacticalText="<Bullet/>电浆榴弹发射器能在榴弹中置入微型导航装置，使得榴弹能穿过任何障碍物。"
AbilityDescName="榴弹发射器"

[GrenadeLauncher_BM_Schematic X2SchematicTemplate]
m_strClassLabel="榴弹发射器"